// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "色のキャリブレーション";

CalibrateProcessTitle = "キャリブレーション中...";
DownloadingProcessTitle = "Lin テーブルのダウンロード中...";
CalibrationFailedTitle = "クローズド ループのキャリブレーションが実行できない";

HSDInfoTextFieldTitle = "このプロセスは、プリント システム内の変化を補正し、機器の出力における色の正確さおよび一貫性を維持します。";
HSDGuideTextFieldTitle = "キャリブレーションを始める前に、用紙トレーにレター/A4 アドバンス フォト用紙をセットしてください。";
HSDCalibrateButtonTitle = "色のキャリブレーションの開始";

CalibrationCompleteTitle = "先ほどお使いのプリンタで、自動カラー キャリブレーションが行われました。";
CalibrationCompleteMsg = "カラー印刷がうまくいかない場合、[色のキャリブレーションの開始] ボタンをクリックして、自動カラー キャリブレーションを再度行ってください。";